Repository: LingmoOS/lingmo-installer-abandon
Catalog: po/*.po
Languages: az, be, el, fr, it

source: Performing display-condition: %s
be: Выкананне стану адлюстравання: %s
el: Εφαρμογή φίλτρων: %s
fr: Exécution de la condition d'affichage : %s
it: Esecuzione della condizione di visualizzazione: %s

source: Step %s skipped due to display-conditions
be: Крок %s прапушчаны з-за ўмоў адлюстравання
el: Το βήμα %s παρακάμφθηκε λόγω φίλτρων προβολής
fr: Étape %s ignorée en raison des conditions d'affichage
it: Passaggio %s saltato a causa delle condizioni di visualizzazione

source: Invalid recipe file
be: Няправільны файл рэцэпту
el: Μη έγκυρο αρχείο συνταγής (αρχείο τροποποίησης)
fr: Fichier de recette invalide
it: File di ricetta non valido

source: Recipe is not a dictionary
be: Рэцэпт не слоўнік
el: Οι συνταγές δεν είναι λεξικά
fr: La recette n’est pas un dictionnaire
it: La ricetta non è un dizionario

source: Recipe is missing the '{key}' key
be: У рэцэпце адсутнічае ключ "{key}"
el: Το κλειδί '{key}' λείπει από τη συνταγή
fr: La touche '{key}' est manque à la recette
it: Nella ricetta manca la '{key}' key

source: Recipe steps is not a list
be: Крокі рэцэпту - гэта не спіс
el: Τα βήματα της συνταγής δεν είναι λίστα
fr: Les étapes de la recette ne sont pas une liste
it: I passaggi della ricetta non sono un elenco

source: Step {step} is not a dictionary
be: Крок {step} не з'яўляецца слоўнікам
el: Το βήμα {step} δεν είναι λεξικό
fr: L’étape {step} n’est pas un dictionnaire
it: Step {step} non è un dizionario

source: Keyboard
be: Клавіятура
el: Πληκτρολόγιο
fr: Clavier
it: Tastiera

source: Timezone
be: Часавы пояс
el: Ζώνη ώρας
fr: Fuseau horaire
it: Fuso orario

source: Users
be: Карыстальнікі
el: Χρήστες
fr: Utilisateurs
it: Utenti

source: Disk
be: Дыск
el: Δίσκος
fr: Disque
it: Disco

source: Restart your device to enjoy your {} experience.
az: {} təcrübənizdən həzz almaq üçün cihazınızı yenidən başladın.
be: Перазагрузіце прыладу, каб атрымаць асалоду ад {}.
el: Επανεκκινήστε τη συσκεύη σας για να απολαύσετε την εμπειρία {}.
fr: Redémarrez votre appareil pour profiter de votre expérience {}.
it: Riavvia il dispositivo per goderti la tua esperienza {}.

source: Something went wrong
az: Səhv baş verdi
be: Нешта пайшло не так
el: Κάτι πήγε στραβά
fr: Quelque chose s'est mal passé
it: Qualcosa è andato storto

source: Please contact the distribution developers.
az: Zəhmət olmasa proqramçılarla əlaqə saxlayın.
be: Калі ласка, звяжыцеся з распрацоўшчыкамі дыстрыбутыва.
el: Παρακαλώ επικοινωνήστε με τους δημιουργούς της διανομής.
fr: Veuillez contacter les développeurs de la distribution.
it: Si prega di contattare gli sviluppatori della distribuzione.

source: Documentation
az: Təlimatlar
it: Documentazione

source: Log
az: Loq
be: Журнал
el: Καταγραφή

source: Console
az: Konsol
be: Кансоль
el: Κονσόλα
