Repository: LingmoOS/lingmo-installer-abandon
Catalog: po/*.po
Languages: az, be, el, fr, it

source: Lingmo OS Installer
az: Lingmo OS Quraşdırıcı
be: Праграма ўстаноўкі АС Lingmo
el: Πρόγραμμα Εγκατάστασης του Lingmo OS
fr: Installeur Lingmo OS
it: Installa Lingmo OS

source: Tweak your Lingmo OS installation.
az: Lingmo OS quraşdırmanızı sazlayın.
be: Наладзьце ўстаноўку Lingmo OS.
el: Τροποποιήστε την εγκατάσταση του Lingmo OS.
fr: Personnalisez votre installation de Lingmo OS.
it: Modifica la tua installazione di Lingmo OS.

source: No description
az: İzah yoxdur
be: Без апісання
el: Χωρίς περιγραφή
fr: Pas de description
it: Nessuna descrizione

source: First release
az: İlk buraxılış
be: Першы выпуск
el: Πρώτη έκδοση
fr: Première version
it: Prima release

source: Confirm Installation
az: Quraşdırmanı təstiqləyin
be: Пацвердзіце ўстаноўку
el: Επιβεβαίωση Εγκατάστασης
fr: Confirmer l'installation
it: Conferma l'installazione

source: The following changes will be made to your system
az: Sisteminizə aşağıdakı dəyişikliklər tətbiq olunacaq
fr: Les changements suivant vont être appliqués à votre système
it: Verranno apportate le seguenti modifiche al sistema

source: Install Lingmo OS
az: Lingmo OS-i yükləyin
be: Усталюйце Lingmo OS
el: Εγκατάσταση του Lingmo OS
fr: Installer Lingmo OS
it: Installa Lingmo OS

source: Checking Connection…
az: Bağlantı yoxlanılır…
fr: Vérification de la connexion …
it: Controllo Connessione…

source: Please wait until the connection check is done
az: Zəhmət olmasa, bağlantı yoxlanışı bitənədək gözləyin
fr: Veuillez attendre que la vérification de la connexion soit terminée
it: Attendere che il controllo della conessione sia completato

source: Next
az: Sonrakı
be: Далей
el: Επόμενο
fr: Suivant
it: Procedi

source: Install Location
az: Yükləmə Yeri
be: Усталяваць месцазнаходжанне
el: Τοποθεσία εγκατάστασης
fr: Emplacement de l'installation
it: Posizione di installazione

source: Select the disk where you want to install Lingmo OS. Alternatively, you can select one or more disks to configure manually.
az: Lingmo OS-i yükləmək istədiyiniz diski seçin. Və ya, əl ilə quraşdırmaq üçün bir və ya bir neçə disk seçə bilərsiniz.
be: Выберыце дыск, на які вы хочаце ўсталяваць Lingmo OS. Акрамя таго, вы можаце выбраць адзін або некалькі дыскаў для ручной канфігурацыі.
el: Επιλέξτε τον δίσκο όπου θέλετε να εγκατασταθεί το Lingmo OS. Εναλλακτικά, μπορείτε να επιλέξετε έναν ή περισσότερους δίσκους για χειροκίνητη ρύθμιση.
fr: Sélectionnez le disque sur lequel vous souhaitez installer Lingmo OS. Vous pouvez également sélectionner un ou plusieurs disques à configurer manuellement.
it: Scegli il disco in cui si desidera di installare Lingmo OS. In alternativa, puoi scegliere uno o più dischi da configurare manualmente.

source: Use Entire Disk
az: Bütün diski istifadə edin
fr: Utiliser tout le disque
it: Usa l'Intero Disco

source: Manual
az: Əl ilə
be: Дапаможнік
el: Χειροκίνητα
fr: Manuel
it: Manuale

source: You need at least %s of disk space to proceed with the installation.
az: Quraşdırmaya davam etmək üçün ən azı %s disk yeri lazımdır.
fr: Vous avez besoin d'au moins %s d'espace disque pour procéder à l'installation.
it: Devi avere almeno %s di spazio nel disco per procedere con l'installazione.

source: Device Encryption
az: Cihaz Şifrələnməsi
be: Шыфраванне прылады
el: Έγκρυψη δεδομένων συσκευής
fr: Cryptage des appareils
it: Crittografia del Dispositivo

source: Lingmo OS encrypts your disk to protect your personal information
az: Şəxsi məlumatlarınızı qorumaq üçün Lingmo OS diskinizi şifrələyir
fr: Lingmo OS chiffre votre disque pour protéger vos informations personnelles
it: Lingmo OS crittografa il disco per proteggere le tue informazioni personali

source: Encrypt Device
az: Cihazı Şifrələ
fr: Chiffrer l'appareil
it: Crittografa Dispositivo

source: Use a memorable password to encrypt your data
az: Məlumatlarınızı şifrələmək üçün yaddaqalan şifrə istifadə edin
be: Выкарыстоўвайце запамінальны пароль для шыфравання вашых даных
el: Χρησιμοποιήστε έναν αξιομνημόνευτο κωδικό πρόσβασης για την έγκρυψη των δεδομένων σας
fr: Utilisez un mot de passe inoubliable pour chiffrer vos données
it: Utilizza una password facile da ricordare per criptare i tuoi dati

source: Password
az: Şifrə
be: Пароль
el: Κωδικός
fr: Mot de passe

source: Confirm Password
az: Şifrəni təstiq et
be: Пацвердзіце пароль
el: Επιβεβαίωση Κωδικού
fr: Confirmer le mot de passe
it: Conferma Password

source: Keyboard Layout
az: Klaviatura Quruluşu
be: Раскладка клавіятуры
el: Διάταξη Πληκτρολογίου
fr: Disposition du clavier
it: Layout della tastiera

source: Select your preferred keyboard layout
az: Üstünlük verilən klaviatura quruluşunu seçin
be: Выберыце ўпадабаную раскладку клавіятуры
el: Επιλέξτε τη προτιμώμενη διάταξη πληκτρολογίου σας
fr: Choisissez votre disposition de clavier préférée
it: Seleziona il layout di tastiera preferito

source: Search keyboard layouts
az: Klaviatura quruluşlarını axtarın
fr: Rechercher une disposition clavier
it: Cerca un layout di tastiera

source: Language
az: Dil
be: Мовы
el: Γλώσσα
fr: Langue
it: Lingua

source: Select your language
az: Dil seçin
be: Выберыце сваю мову
el: Επιλέξτε τη γλώσσα σας
fr: Sélectionnez votre langue
it: Seleziona la tua lingua

source: Search languages
az: Dil axtarın
fr: Rechercher une langue
it: Cerca una lingua

source: An active internet connection is required to install the system
az: Sistemi quraşdırmaq üçün aktiv internet bağlantısı tələb olunur
fr: Une connexion internet active est requise pour continuer l'installation du système
it: È richiesta una connessione internet attiva per installare il sistema

source: Wired
az: Simli
fr: Filaire
it: Cavo

source: Wireless Networks
az: Simsiz Şəbəkələr
fr: Réseaux sans fil
it: Rete Wireless

source: Advanced
az: Qabaqcıl
fr: Avancé
it: Avanzato

source: Connect to Hidden Network...
az: Gizli Şəbəkəyə Qoşul...
fr: Connexion à un réseau caché ...
it: Connessione a Reti Nascoste...

source: Open Proxy Settings...
az: Proksi Ayarlarını Açın...
fr: Ouvrir les paramètres du proxy ...
it: Apertura Impostazioni Proxy...

source: NVIDIA® Drivers
az: NVIDIA® Sürücüləri
be: Драйверы NVIDIA®
el: Προγράμματα οδήγησης της NVIDIA®
fr: Pilotes NVIDIA®
it: Driver NVIDIA®

source: Choose whether to install proprietary NVIDIA drivers for better compatibility and performance.
az: Daha yaxşı uyğunluq və performans üçün NVIDIA sürücülərinin quraşdırılıb-quraşdırılmamasını seçin.
be: Выберыце, ці варта ўсталёўваць прапрыетарныя драйверы NVIDIA для лепшай сумяшчальнасці і прадукцыйнасці.
el: Επιλέξτε αν θα εγκαταστήσετε ιδιοταγή προγράμματα οδήγησης της NVIDIA για καλύτερη συμβατότητα και απόδοση.
fr: Choisissez d'installer ou non les pilotes NVIDIA propriétaires pour une meilleure compatibilité et de meilleures performances.
it: Scegli se installare i driver NVIDIA proprietari per una migliore compatibilità e prestazioni.

source: Skip
az: Ötür
fr: Passer
it: Salta

source: About Proprietary Drivers
az: Açıq olmayan cihaz sürücülər barədə
be: Аб прапрыетарных драйверах
el: Σχετικά με τα ιδιοταγή προγράμματα οδήγησης
fr: À propos des pilotes propriétaires
it: Informazioni sui driver proprietari

source: A proprietary driver has private code that neither Lingmo OS nor Debian developers can review. Security and other updates are dependent on the driver vendor.
az: Özəl mülkiyyətdə olan cihaz sürücülərinin mənbə kodları açıq olmadığına görə, nə Lingmo OS, nə də Debian tərtibatçıları onları nəzərdən keçirə bilmir. Təhlükəsizlik və digər yeniləmələr cihaz sürücüsü tərtibatçılarından asılıdır.
be: Прапрыетарны драйвер мае прыватны код, які ні распрацоўшчыкі Lingmo OS, ні Debian не могуць праверыць. Абнаўленні бяспекі і іншыя абнаўленні залежаць ад пастаўшчыка драйвера.
el: Ένα ιδιοταγές πρόγραμμα οδήγησης περιέχει ιδιωτικό κώδικα που ούτε οι προγραμματιστές του Lingmo OS ή του Debian μπορούν να επιθεωρήσουν. Οι ενημερώσεις ασφαλείας και μη εξαρτώνται από τον προμηθευτή του προγράμματος οδήγησης.
fr: Un pilote propriétaire a un code privé que ni les développeurs de Lingmo OS ni ceux de Debian ne peuvent examiner. Les mises à jour de sécurité et autres mises à jour dépendent du fournisseur du pilote.
it: Un driver proprietario ha codice privato che né gli sviluppatori di Lingmo OS né quelli di Debian possono esaminare. La sicurezza e gli altri aggiornamenti dipendono dal fornitore del driver.

source: Default
az: Standart
be: Па змаўчанні
el: Προεπιλογή
fr: Par défaut
it: Predefinito

source: Dark
az: Tünd
be: Цёмны
el: Σκοτεινό
fr: Sombre
it: Scuro

source: Color Scheme
az: Rəng Palitrası
be: Колеравая схема
el: Συνδυασμός Χρωμάτων
fr: Palette de couleurs
it: Combinazione di colori

source: Choose a color scheme for your system
az: Sisteminiz üçün rəng palitrası seçin
be: Выберыце каляровую схему для вашай сістэмы
el: Επιλέξτε έναν συνδυασμό χρωμάτων για το σύστημά σας
fr: Choisissez une palette de couleurs pour votre système
it: Scegli una combinazione di colori per il tuo sistema

source: Create User
az: İstifadəçi Yarat
be: Стварыць карыстальніка
el: Δημιουργία Χρήστη
fr: Création d'un utilisateur
it: Creazione Utente

source: Provide details for your user account
az: İstifadəçi hesabı üçün təfərrüatları daxil edin
be: Дайце падрабязную інфармацыю для вашага ўліковага запісу карыстальніка
el: Παραθέστε πληροφορίες για τον λογαριασμό χρήστη
fr: Fournissez des informations sur votre compte d'utilisateur
it: Fornisci i informazioni sul tuo account utente

source: Name
az: Ad
be: Імя
el: Τίτλος
fr: Nom
it: Nome

source: Username
az: Soyad
be: Імя карыстальніка
el: Όνομα Χρήστη
fr: Nom d'utilisateur
it: Nome utente

source: Install
az: Quraşdırın
fr: Installer
it: Installa

source: Recovery
az: Bərpa
be: Аднаўленне
el: Επανόρθωση
fr: Récupération
it: Recupero

source: Power Off
az: Söndür
fr: Mise hors tension
it: Arresta Sistema

source: Showing Information
az: Məlumatlar Göstərilir
be: Паказ інфармацыі
el: Προβολή πληροφοριών
fr: Afficher les informations
it: Visualizza Informazioni

source: Configure Disk
az: Diski konfiqurasiya edin
be: Наладзіць дыск
el: Παραμετροποίηση Δίσκου
fr: Configurer les disques
it: Configura il disco

source: Cancel
az: Ləğv edin
be: Скасаваць
el: Ακύρωση
fr: Annuler
it: Annulla

source: Apply
az: Tətbiq edin
be: Ужыць
el: Εφαρμογή
fr: Appliquer
it: Applica

source: Confirm Changes
az: Dəyişiklikləri təsdiqləyin
be: Пацвердзіце змены
el: Επιβεβαίωση Αλλαγών
fr: Confirmer les changements
it: Conferma le modifiche

source: The following changes will be made to your disk. Please review them carefully.
az: Aşağıdakı dəyişikliklər diskə tətbiq olunacaq. Zəhmət olmasa, diqqətlə nəzərdən keçirin.
be: На вашым дыску будуць унесены наступныя змены. Уважліва праглядзіце іх.
el: Οι παρακάτω αλλαγές θα εγγραφούν στον δίσκο σας. Παρακαλώ, ελέγξτε τες προσεκτικά.
fr: Les modifications suivantes seront apportées à votre disque. Merci de les revoir avec attention.
it: Le seguenti modifiche verranno apportate al tuo disco. Si prega di esaminarli con attenzione.

source: Restart
az: Yenidən başlat
fr: Redémarrer
it: Riavvia

source: Restart into Firmware Setup
az: Mikroproqram quraşdırılması üçün yenidən başladın
fr: Redémarrage de l'installation du micrologiciel
it: Riavvia nel Setup del Firmware

source: Open a terminal
az: Terminal aç
fr: Ouvrez un terminal
it: Apri un terminale

source: Open the Lingmo OS documentation
az: Lingmo OS təlimatlarını aç
fr: Ouvrez la documentation de Lingmo OS
it: Apri la documentazione di Lingmo OS

source: Manage disks and partitions
az: Disk və disk bölgülərini idarə edin
be: Кіраванне дыскамі і раздзеламі
el: Διαχείριση δίσκων και διαμερισμάτων
fr: Gérer les disques et les partitions
it: Gestisci dischi e partizioni

source: Handbook
az: Stolüstü kitab
be: Дапаможнік
el: Εγχειρίδιο
fr: Manuel
it: Guida

source: Read tutorials and guides about Lingmo OS
az: Lingmo OS haqqında təlimat və göstərişlər oxuyun
fr: Lisez les tutoriels et les guides sur Lingmo OS
it: Leggi i tutorial e le guide relative a Lingmo OS

source: Web Browser
az: Veb Brauzer
be: Вэб-браўзеры
el: Φυλλομετρητής
fr: Navigateurs web
it: Browser web

source: Search help online
az: Onlayn kömək axtar
fr: Recherchez de l'aide en ligne
it: Cerca aiuto online

source: Finished!
az: Bitdi!
fr: Terminé !
it: Finito!

source: Restart your device to enjoy your Lingmo OS experience
az: Lingmo OS təcrübənizdən zövq almaq üçün cihazınızı yenidən başladın
be: Перазагрузіце прыладу, каб атрымаць асалоду ад АС Lingmo
el: Επανεκκινήστε τη συσκευή σας για να απολαύσετε την εμπειρία του Lingmo OS
fr: Redémarrez votre appareil pour profiter de votre expérience Lingmo OS
it: Riavvia il tuo dispositivo per goderti la tua esperienza con Lingmo OS

source: Show Log
az: Loq-ları göstər
be: Паказаць журнал
el: Προβολή καταγραφών
fr: Afficher les logs
it: Mostra i Log

source: Reboot Now
az: İndi yenidən başladın
be: Перазагрузіце зараз
el: Επανεκκίνηση Τώρα
fr: Redémarrer maintenant
it: Riavvia ora

source: Close
az: Bağla
be: Закрыць
el: Κλείσιμο
fr: Fermer
it: Chiudi

source: Yes, enable it
az: Bəli, aktiv edin
be: Так, уключыць
el: Ναι, να ενεργοποιηθεί
fr: Oui, activer
it: Sì, abilitalo

source: Previous
az: Əvvəlki
fr: Précédent
it: Precedente

source: Installing...
az: Quraşdırılır...
be: Усталяванне...
el: Γίνεται εγκατάσταση...
fr: Installation...
it: Installazione...

source: Show Console output
az: Konsol çıxışını göstər
be: Паказаць выхад кансолі
el: Προβολή εξόδου κονσόλας
fr: Afficher la console
it: Mostra l'output della console

source: Show Slideshow
az: Slayd şounu göstər
be: Паказаць слайд-шоў
el: Προβολή Παρουσίασης
fr: Montrer le diaporama
it: Mostra la presentazione

source: key
az: açar
fr: touche
it: chiave

source: Manually Partition
az: Əl ilə bölgü
fr: Partitionner manuellement
it: Partizionamento Manuale

source: Open GParted to manually partition the disk
az: Diski əl ilə bölmək üçün GParted-i açın
be: Адкрыйце GParted, каб разбіць дыск уручную
el: Άνοιγμα του GParted για χειροκίνητο διαμερισμό του δίσκου
fr: Ouvrir GParted pour partitionner manuellement le disque
it: Apri GParted per partizionare manualmente il disco

source: Boot Partition
az: İşədüşmə disk hissəsi
be: Загрузны раздзел
el: Διαμέρισμα Εκκίνησης
fr: Partition du Boot
it: Partizione di avvio

source: The partition to mount under “/boot”. This directory stores files for booting into Lingmo OS.
az: "/boot" daxilində yerləşən disk hissəsi. Lingmo OS-ə keçid etmək üçün fayllar bu qovluqdadır.
fr: La partition à monter dans « /boot ». Ce répertoire stocke les fichiers pour démarrer Lingmo OS.
it: La partizione da montare in "/boot". Questa directory contiene i file per l'avvio di Lingmo OS.

source: Please select a partition from the options below
az: Zəhmət olmasa, aşağıdakı seçimlərdən disk hissəsi seçin
be: Калі ласка, абярыце падзел з варыянтаў ніжэй
el: Παρακαλώ διαλέξτε ένα διαμέρισμα απο τις παρακάτω επιλογές
fr: Veuillez sélectionner une partition depuis les options ci-dessous
it: Seleziona una partizione dalle opzioni seguenti

source: EFI Partition
az: EFI Disk hissəsi
be: Падзел EFI
el: Διαμέρισμα EFI
fr: Partition EFI
it: Partizione EFI

source: The partition to mount under “/boot/efi”. This directory stores files for booting in the bootloader.
az: "/boot/efi" qovluğunda yerləşən disk hissəsi. Yükləyiciyə keçid etmək üçün lazım olan faylları saxlayır.
be: Падзел для мантавання ў «/boot/efi». У гэтым каталогу захоўваюцца файлы для загрузкі ў загрузніку.
el: Το διαμέρισμα που θα αναρτηθεί στο "/boot/efi". Αυτός ο κατάλογος θα κρατάει αρχεία για την εκκίνηση στον φορτωτή εκκινητήρα.
fr: La partition à monter dans « /boot/efi ». Ce répertoire stocke les fichiers pour démarrer dans le bootloader.
it: La partizione da montare in "/boot/efi". Questa directory contiene i file per l'avvio nel bootloader.

source: BIOS Boot Partition
az: BIOS Boot Disk hissəsi
be: Загрузны раздзел BIOS
el: Διαμέρισμα Εκκίνησης BIOS
fr: Partition du Boot pour le BIOS
it: Partizione di avvio del BIOS

source: The partition required by GPT-formatted disks to support booting from BIOS systems. It must be located in the first 2 TB of the disk and must be exactly 1 Mebibyte (1 MiB).
az: Kompyuteri BIOS sistemlərindən işə salmaq üçün GPT-formatlanmış disklər tərəfindən tələb olunan disk hissəsidir. Diskin ilk 2TB-da yerləşməlidir, və tam olaraq 1Mebibyte (1 MiB) həcmində olmalıdır.
be: Падзел, неабходны дыскам у фармаце GPT для падтрымкі загрузкі з сістэм BIOS. Ён павінен быць размешчаны ў першых 2 ТБ дыска і павінен мець роўна 1 Мебібайт (1 МіБ).
el: Το διαμέρισμα που απαιτείται από δίσκους του μορφότυπου: GPT, ώστε να υποστηρίζεται η εκκίνηση από τα συστήματα BIOS. Πρέπει να βρίσκεται στα πρώτα 2 TB του δίσκου και να ισούται ακριβώς με 1 Mebibyte (1 MiB).
fr: La partition requise par les disques au format GPT pour prendre en charge le démarrage à partir des systèmes BIOS. Il doit être situé dans les 2 premiers To du disque et doit être exactement de 1 Mebibyte (1 MiB).
it: La partizione richiesta dai dischi formattati GPT per supportare l'avvio dai sistemi BIOS. Deve trovarsi nei primi 2 TB del disco e deve essere esattamente 1 Mebibyte (1 MiB).

source: BIOS partition must be exactly 1 MiB.
az: BIOS disk hissəsi tam 1MiB olmalıdır.
be: Раздзел BIOS павінен быць роўна 1 MiB.
el: Το διαμέρισμα του BIOS πρέπει να ισούται ακριβώς με 1 MiB.
fr: La partition BIOS doit faire exactement 1Mo.
it: La partizione del BIOS deve essere esattamente 1 MiB.

source: Root Partition
fr: Partition racine
it: Partizione Root

source: The partition to mount under “/”. It will be automatically converted into an LVM thin pool during installation.
fr: La partition à monter sous "/". Elle sera automatiquement convertie en LVM thin pool lors de l'installation.
it: La partizione da montare in "/". Questa sarà automaticamente convertita in un LVM thin pool durante l'installazione.

source: Var Partition
fr: Partition Var
it: Partizione Var

source: The partition to mount under “/var”. This directory stores all user data like personal documents and system-wide configuration.
fr: La partition à monter dans « /var ». Ce répertoire stocke toutes les données utilisateur comme les documents personnels et la configuration à l'échelle du système.
it: La partizione da montare in "/var". Questa directory contiene tutti i dati dell'utente come documenti personali e configurazioni di sistema.

source: Swap Partition
be: Своп падзел
el: Διαμέρισμα Σελιδοποίησης
fr: Partition swap
it: Partizione Swap

source: Swap acts as a virtual extension of your RAM and enables hibernation. Lingmo OS already uses zram to provide swapping at no storage cost.
be: Swap дзейнічае як віртуальнае пашырэнне аператыўнай памяці і дазваляе спячы рэжым. Lingmo OS ужо выкарыстоўвае zram для забеспячэння абмену без выдаткаў на захоўванне.
el: Η σελιδοποίηση λειτουργεί ως επέκταση της RAM και ενεργοποιεί την αναστολή λειτουργίας. Το Lingmo OS ήδη χρησιμοποιεί το δομοστοιχείο zram ώστε να παρέχει σελιδοποίηση χωρίς κόστος αποθήκευσης.
fr: Swap agit comme une extension virtuelle de votre RAM et permet l'hibernation. Lingmo OS utilise déjà zram pour fournir un allègement de la RAM.
it: Swap agisce come un'estensione virtuale della tua RAM e consente l'ibernazione. Vaniglia OS utilizza già zram per fornire swapping a nessun costo di archiviazione.

source: Choose a partition to use for swap alongside zram. This is not required for hibernation.
be: Выберыце падзел для свопу разам з zram. Гэта не патрабуецца для спячага рэжыму.
el: Επιλέξτε ένα διαμέρισμα για σελιδοποίηση μαζί με το zram. Αυτό δεν είναι απαιτούμενο για την αναστολή λειτουργίας.
fr: Choisissez une partition à utiliser pour le swap avec zram. Celle-ci n'est pas nécessaire pour l'hibernation.
it: Scegli una partizione da utilizzare per lo swap insieme a zram. Questo non è necessario per l'ibernazione.

source: Power Off...
fr: Éteindre...
it: Arresta Sistema...

source: Back
az: Geri
be: Назад
el: Πίσω
fr: Retour
it: Indietro

source: Connected
az: Qoşulu
fr: Connecté
it: Connesso

source: GParted is already running. Only one instance of GParted is permitted.
be: GParted ужо працуе. Дазваляецца толькі адзін асобнік GParted.
el: Το GParted εκτελείται ήδη. Μόνο μια υπόσταση του GParted είναι επιτρεπτή.
fr: GParted est déjà en cours d'exécution. Une seule fenêtre de GParted est autorisée.
it: GParted è già in esecuzione. È consentita una sola istanza di GParted.

source: Partition must be at least {}
be: Падзел павінен быць не менш за {}
el: Το διαμέρισμα πρέπει να είναι τουλάχιστον {}
fr: La partition doit être d'au moins {}
it: La partizione deve essere almeno {}

source: Partition must EXACTLY {}
be: Раздзел павінен ТОЛЬКІ {}
el: Το διαμέρισμα πρέπει να είναι ΑΚΡΙΒΩΣ {}
fr: La partition doit être EXACTEMENT de {}
it: La partizione deve ESATTAMENTE {}

source: No partition selected
az: Heç bir disk hissəsi seçilməyib
be: Падзел не выбраны
el: Δεν επιλέχθηκε διαμέρισμα
fr: Aucune partition sélectionnée
it: Nessuna partizione selezionata

source: Partitions have changed. Current selections have been cleared.
be: Перагародкі змяніліся. Бягучыя выбары ачышчаны.
el: Τα διαμερίσματα έχουν τροποποιηθεί. Οι τρέχουσες επιλογές έχουν διαγραφεί.
fr: Les partitions ont changé. Les sélections actuelles ont été effacées.
it: Le partizioni sono cambiate. Le selezioni correnti sono state cancellate.

source: Entire disk will be used.
be: Будзе выкарыстаны ўвесь дыск.
el: Θα χρησιμοποιηθεί ολόκληρος ο δίσκος.
fr: Le disque entier sera utilisé.
it: Verrà utilizzato l'intero disco.

source: Will be formatted in {} and mounted in {}
be: Будзе адфарматаваны ў {} і змантаваны ў {}
el: Θα μορφοποιηθεί σε {} και θα αναρτηθεί στο {}
fr: {} sera formaté et monté sur {}
it: Verrà formattato in {} e montato in {}

source: Insecure network (WEP)
az: Təhlükəli şəbəkə (WEP)
fr: Réseau non sécurisé (WEP)
it: Connessione Insicura (WEP)

source: Secure network (WPA)
az: Təhlükəsiz şəbəkə (WPA)
fr: Réseau sécurisé (WPA)
it: Connessione Sicura (WPA)

source: Secure network (WPA2)
az: Təhlükəsiz şəbəkə (WPA2)
fr: Réseau sécurisé (WPA2)
it: Connessione Sicura (WPA2)

source: Secure network (WPA3)
az: Təhlükəsiz şəbəkə (WPA3)
fr: Réseau sécurisé (WPA3)
it: Connessione Sicura (WPA3)

source: Authentication required
az: Doğrulama tələb olunur
fr: Authentification requise
it: Autenticazione richiesta

source: Connecting
az: Qoşulur
fr: Connexion
it: Connessione in corso

source: Disconnected
az: Bağlantı kəsildi
fr: Déconnecté
it: Disconnesso

source: Disconnecting
az: Bağlantı kəsilir
fr: Déconnexion
it: Disconnessione in corso

source: Connection Failed
az: Bağlantı uğursuz oldu
fr: Échec de la connexion
it: Connessione Fallita

source: Status Unknown
az: Naməlum Status
fr: Statut inconnu
it: Stato Sconosciuto

source: Unmanaged
az: İdarə olunmayan
fr: Non géré
it: Non gestito

source: Unavailable
az: Əlçatmaz
fr: Indisponible
it: Non disponibile

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Cable Unplugged
az: Kabel taxılmayıb
fr: Câble débranché
it: Cavo Scollegato

source: Please select at least one option.
az: Zəhmət olmasa azı bir variant seçin.
be: Выберыце хаця б адзін варыянт.
el: Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο.
fr: Veuillez sélectionner au moins une option.
it: Seleziona almeno un'opzione.

source: Missing 'log_file' in the recipe.
be: У рэцэпце адсутнічае 'log_file'.
el: To 'log_file' δεν βρέθηκε στη συνταγή (αρχείο τροποποιήσεων).
fr: 'log_file' manquant.
it: 'log_file' mancante nella ricetta.

source: failed to create log file: %s
be: не атрымалася стварыць файл часопіса: %s
el: Αποτυχία δημιουργίας αρχείου καταγραφής: %s
fr: Échec de la création du fichier log : %s
it: Impossibile creare il file di log: %s

source: No log will be stored.
be: Журнал захоўвацца не будзе.
el: Καμία καταγραφή δεν θα αποθηκευτεί.
fr: Aucun log ne sera stocké.
it: Nessun log verrà memorizzato.
